Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/humanitara--ja-raggatusriektesekuvdna---_id_87014.html.tmx
Source language: sme
Languages: nob

source: Humanitára- ja ráŋggáštusriektesekšuvdna
nob: Seksjon for humanitær- og strafferett ( S-HS )

source: Álbmotrievttálaš ja vuođđoláhkarievttálaš gažaldagat , erenoamážit dat mat gusket Eurohpáráđđái ja Ovttastuvvon Našuvnnaide , dás maiddái Eurohparáđi álbmotriektejovkui ( CAHDIi ) , ONa álbmotriektekommišuvdnii ( ILCii ) ja Váldočoahkkima 6. lávdegoddái .
nob: Folkerettslige og forfatningsrettslige spørsmål , spesielt vedrørende Europarådet og de Forente Nasjoner , herunder Europarådets folkerettsgruppe ( CAHDI ) , FNs folkerettskommisjon ( ILC ) og Generalforsamlingens 6. komité .

source: Ráŋggáštusat .
nob: Sanksjoner .

source: Rievttálaš gažaldagat mat gusket riikkaidgaskasaš terrorismma vuostálastindoarrumii .
nob: Rettslige spørsmål vedrørende bekjempelse av internasjonal terrorisme .

source: Riikkaidgaskasaš ráŋggáštusdoarrádallan , dás maiddái Riikkaidgaskasaš ráŋggáštusduopmostuollu ( ICC ) , Jugoslávia-duopmostuollu ( ICTY ) ja Rwanda-duopmostuollu ( ICTR ) .
nob: Internasjonal staffeforfølgning , herunder Den internasjonale straffedomstol ( ICC ) , Jugoslavia-domstolen ( ICTY ) og Rwanda-domstolen ( ICTR ) .

source: Álbmotriekti riidduin main vearjjuid geavahit .
nob: Folkeretten i væpnede konflikter .

source: Rievttálaš gažaldagat mat gusket olmmošvuoigatvuođaid ja humanitárarievtti riikkaidgaskasaš suodjaleapmái .
nob: Rettslige spørsmål vedrørende den internasjonale beskyttelse av menneskerettighetene og humanitærretten .

source: Eksportadárkkástussii guoski rievttálaš gažaldagat .
nob: Rettslige spørsmål knyttet til eksportkontroll .

source: Interlegála riekti .
nob: Urfolks rettsstilling .

source: Átnumuš nuppi riikkas iežas háldui oažžut olbmo .
nob: Utleveringsbegjæringer fra utlandet .

source: Ossodatdirektevra Martin Sørby
nob: Avdelingsdirektør Martin Sørby

source: Oktavuođadieđut :
nob: Kontaktinformasjon
